HSDTaskName = "Blokowanie numerów faksów";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "Drukowanie… Proszę czekać";

//button titles
"DONE" = "Gotowe";
"YES" = "Tak";
"NO" = "Nie";
"OK" = "OK";
"CLOSE" = "Zamknij";
DeleteButtonTitle = "Usuń";

//Block status label
"BLOCK_STATUS_MESSAGE" = "Użyto %1$d z %2$d pozycji";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "Nieprawidłowy numer faksu";
"INVALID_FAX_NUMBER_DESC" = "Wprowadzono nieprawidłowy numer. Można wprowadzać tylko cyfry (0123456789). Wprowadź prawidłowy numer faksu i spróbuj ponownie.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "Wymagana identyfikacja rozmówcy";
"JUNK_FAX_WARNING_DESC" = "Blokowanie numerów faksów wymaga podłączenia urządzenia do linii z włączoną funkcją identyfikacji rozmówcy.\n\nW przypadku braku pewności, czy na linii jest włączona ta funkcja skontaktuj się z dostawcą usług telefonicznych.";
"JUNK_FAX_DELETION_DESC" = "Czy na pewno chcesz usunąć wybrane numery z listy zablokowanych numerów faksów?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "Duplikacja blokady numeru faksu";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "Ten numer jest już na liście zablokowanych faksów. Czy chcesz go dodać ponownie?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "Duplikacja blokady numeru faksu";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "Ten numer jest już na liście zablokowanych faksów.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Sprawdź czy urządzenie jest online i czy jest podłączone, oraz czy nie przetwarza zadania faksowania.";

HSDTaskDescriptionTitle = "Funkcja blokowania numerów faksów służy do blokowania faksów przychodzących z wybranych numerów.";
HSDJunkFaxBlockingStateTitle = "Blokowanie faksów na podstawie identyfikowania rozmówcy:";
HSDBlockedNumbersTitle = "Zablokowane numery:";
HSDApplyButtonTitle = "Zastosuj teraz";
HSDPrintListButtonTitle = "Drukuj listę";

HSDEditPanelDescriptionTitle = "Wprowadź numer faksu do zablokowania:";
HSDOffButtonTitle = "Wył.";
HSDOnButtonTitle = "Wł.";

HSDFaxNumberTitle = "Numer faksu";
HSDEditButtonTitle = "Edytuj...";
HSDCreateButtonTitle = "Utwórz";
HSDCancelButtonTitle = "Anuluj";

AskSaveChangesAlertTitle = "Zmodyfikowano listę blokowanych faksów";
AskSaveChangesAlertMsg = "Wprowadzone zmiany nie będą zawarte na wydrukowanej liście, jeśli się ich nie zastosuje. Czy chcesz zastosować zmiany dokonane na liście przed jej wydrukowaniem?";
AskSaveChangesDontApplyButtonTitle = "Nie stosuj";
AskSaveCahngesApplyButtonTitle = "Zastosuj";

PlusButtonToolTip = "Dodaj nowy zablokowany numer";
MinusButtonToolTip = "Usuń zablokowany numer";
EditButtonToolTip = "Edytuj zablokowany numer";
PrintButtonToolTip = "Drukuj zablokowane numery";
